parsed_info = ['sex', 'city', 'country', 'bdate', 'books', 'contacts', 'education', 'interests', 'movies', 'music',
               'personal', 'relation']

empty_info = ['books', 'mobile_phone', 'home_phone', 'university_name', 'faculty_name', 'interests', 'movies', 'music']
useless_info = ['university', 'faculty']
home_title = ['city', 'country']
sex_id = {0: 'пол не указан', 1: 'женский', 2: 'мужской'}

relation_id = {1: 'не женат/не замужем', 2: 'есть друг/есть подруга', 3: 'помолвлен/помолвлена', 4: 'женат/замужем',
               5: 'всё сложно', 6: 'в активном поиске', 7: 'влюблён/влюблена', 8: 'в гражданском браке', 0: 'не указано'}

political_id = {1: 'коммунистические', 2: 'социалистические', 3: 'умеренные', 4: 'либеральные', 5: 'консервативные',
                6: 'монархические', 7: 'ультраконсервативные', 8: 'индифферентные', 9: 'либертарианские'}

people_main_id = {1: 'ум и креативность', 2: 'доброта и честность', 3: 'красота и здоровье', 4: 'власть и богатство',
                  5: 'смелость и упорство', 6: 'юмор и жизнелюбие'}

life_main_id = {1: 'семья и дети', 2: 'карьера и деньги', 3: 'развлечения и отдых', 4: 'наука и исследования',
                5: 'совершенствование мира', 6: 'саморазвитие', 7: 'красота и искусство', 8: 'слава и влияние'}

smoking_alcohol_id = {1: 'резко негативное', 2: 'негативное', 3: 'компромиссное', 4: 'нейтральное', 5: 'положительное'}
